{
  "LuaSnip": { "branch": "master" },
  "SpaceCamp": { "branch": "master" },
  "ayu-vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "ctrlsf.vim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "gen.nvim": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "jellybeans.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nelua.vim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "odin.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rgflow.nvim": { "branch": "master" },
  "spaceduck": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tokyodark.nvim": { "branch": "master" },
  "vim": { "branch": "main" },
  "vim-closer": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-css-color": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vimdeck": { "branch": "master" },
  "vimwiki": { "branch": "dev" },
  "vscode.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}